# macOS one-shot install: brew bundle --file=Brewfile
# Mirrors what the Linux apt targets install. Keep in sync with Makefile.

# core CLI
brew "git"
brew "tmux"
brew "stow"
brew "ripgrep"
brew "neovim"
brew "starship"
brew "lua"
brew "luarocks"
brew "pyenv"
brew "pyenv-virtualenv"
brew "nvm"
brew "go"
brew "tree-sitter"
brew "lsd"

# GUI / apps
cask "kitty"

# nerd font
tap "homebrew/cask-fonts"
cask "font-meslo-lg-nerd-font"
